{
  "metadata": {
    "version": "1.1.0",
    "last_updated": "2025-09-01",
    "description": "업데이트된 동물원 및 수족관 데이터 - 새로운 동물 추가",
    "data_count": 10
  },
  "facilities": [
    {
      "id": "facility-001",
      "facility_id": "kushiro",
      "name_ko": "쿠시로시 동물원",
      "name_en": "Kushiro Zoo",
      "name_ja": "釧路市動物園",
      "name_zh": "钏路市动物园",
      "type": "zoo",
      "location_ko": "홋카이도, 쿠시로시",
      "location_en": "Hokkaido, Kushiro City",
      "location_ja": "北海道、釧路市",
      "location_zh": "北海道，钏路市",
      "image": "kushiro_facility",
      "logo_image": "kushiro_logo",
      "map_image": "kushiro_map",
      "map_link": "https://maps.app.goo.gl/rAE5aqtkyhHjVRZ38",
      "detail_ko": "홋카이도 동부 특유의 자연 환경과 그곳에 서식하는 동물들을 관찰할 수 있는 '홋카이도 존'에서는 섬부엉이나 에조불곰을 비롯한 다양한 생물들을 만날 수 있으며, 사계절을 느끼면서 여유롭게 시간을 보낼 수 있는 동물원입니다. 또한, 홋카이도 동부를 중심으로 서식하는 두루미의 보호 및 증식 사업에도 힘쓰고 있으며, 부상당한 야생 두루미의 수용 및 치료, 두루미 관련 교통사고 방지 활동 등도 실시하고 있습니다.",
      "detail_en": "In the 'Hokkaido Zone,' where you can observe the unique natural environment of eastern Hokkaido and its native animals, you can meet various creatures including Blakiston's fish owls and Ezo brown bears. It is a zoo where you can relax while feeling the four seasons. Additionally, the zoo is engaged in the conservation and breeding of red-crowned cranes, which primarily inhabit eastern Hokkaido, and carries out activities such as accepting and treating injured wild cranes and preventing traffic accidents involving them.",
      "detail_ja": "北海道東部ならではの自然環境とそこに生息する動物たちを観察することができる北海道ゾーンでは、シマフクロウやエゾヒグマをはじめさまざまないきものたちと出会い、四季を感じながらのんびりと過ごせる動物園です。また、道東を中心に生息するタンチョウの保護増殖事業にも取り組んでおり、ケガをした野生のタンチョウの受入と治療やタンチョウとの交通事故防止活動なども実施しています。",
      "detail_zh": "在'北海道专区'，可以观察北海道东部独有的自然环境及其栖息的动物。在这里，您可以邂逅到毛腿渔鸮、虾夷棕熊等各种生物，是一个可以感受四季变化、悠然度过时光的动物园。此外，本园也致力于以道东地区为中心栖息的丹顶鹤的保护繁殖工作，并实施收容治疗受伤的野生丹顶鹤、开展预防丹顶鹤交通事故等活动。",
      "latitude": 43.08376,
      "longitude": 144.23392,
      "validation_radius": 500.0
    },
    {
      "id": "facility-002",
      "facility_id": "maruyama",
      "name_ko": "삿포로시 마루야마 동물원",
      "name_en": "Sapporo Maruyama Zoo",
      "name_ja": "札幌市円山動物園",
      "name_zh": "札幌市圆山动物园",
      "type": "zoo",
      "location_ko": "홋카이도, 삿포로시",
      "location_en": "Hokkaido, Sapporo City",
      "location_ja": "北海道、札幌市",
      "location_zh": "北海道，札幌市",
      "image": "maruyama_facility",
      "logo_image": "maruyama_logo",
      "map_image": "maruyama_map",
      "map_link": "https://maps.app.goo.gl/Pi3dfujf5GbyVt6u7",
      "detail_ko": "마루야마 동물원은 삿포로시 중심부에 있는 '마루야마 공원' 안에 위치해 있습니다. 일본 최대 규모의 마루야마 원시림에 인접하여 녹음이 풍부한 환경을 자랑합니다. 약 160종, 700~750마리의 동물을 사육하고 있으며, 북극곰이나 아시아코끼리와 같은 대형 동물부터 세계에서 가장 작은 포유류인 땃쥐류, 그리고 다양한 종류의 양서류와 파충류까지 전시하고 있습니다. 꼭 한번 방문해 보세요.",
      "detail_en": "Maruyama Zoo is located within Maruyama Park in central Sapporo. It is a zoo in a lush green environment, adjacent to the Maruyama Primeval Forest, one of the largest in Japan. The zoo houses approximately 160 species and 700-750 animals, exhibiting a range from large animals like polar bears and Asian elephants to the world's smallest mammals, shrews, as well as a wide variety of amphibians and reptiles. We invite you to visit.",
      "detail_ja": "円山動物園は、札幌市中心部にある「円山公園」にあります。日本最大級の円山原始林に隣接した緑豊かな環境の動物園です。約160種、700～750頭の動物を飼育し、ホッキョクグマやアジアゾウなどの大型動物から、世界最小の哺乳類であるトガリネズミ類、多種多様な両生類・爬虫類も展示しています。ぜひお越しください。",
      "detail_zh": "圆山动物园位于札幌市中心的'圆山公园'内，邻接于日本规模最大的圆山原始森林，是一座环境优美、绿意盎然的动物园。园内饲养着约160种、700至750头动物，不仅有北极熊、亚洲象等大型动物，还展出着世界最小的哺乳动物——鼩鼱类，以及各种各样的两栖类和爬行类动物。诚挚欢迎您的光临。",
      "latitude": 43.04915,
      "longitude": 141.30654,
      "validation_radius": 500.0
    },
    {
      "id": "facility-003",
      "facility_id": "asahiyama",
      "name_ko": "아사히카와시 아사히야마 동물원",
      "name_en": "Asahiyama Zoo",
      "name_ja": "旭川市旭山動物園",
      "name_zh": "旭川市旭山动物园",
      "type": "zoo",
      "location_ko": "홋카이도, 아사히카와시",
      "location_en": "Hokkaido, Asahikawa City",
      "location_ja": "北海道、旭川市",
      "location_zh": "北海道，旭川市",
      "image": "asahiyama_facility",
      "logo_image": "asahiyama_logo",
      "map_image": "asahiyama_map",
      "map_link": "https://maps.app.goo.gl/Ktu379Chm3F8VY6y6",
      "detail_ko": "1967년에 일본 최북단의 동물원으로 개원했습니다. 동물 본연의 생활과 행동, 몸짓 속에서 '경이로움, 아름다움, 존귀함'을 발견하고, '수많은 생명이 넘치는 공간의 아늑함'을 느끼시길 바랍니다. 가축 및 반려동물과의 교감을 통해 '생명의 온기와 존귀함'을 느끼셨으면 합니다. 나아가, 야생동물 보호와 환경 문제를 생각할 때 동물들이 우리와 동등한 생명체임을 깨닫는 계기를 마련하는 동물원이 되고자 하는 염원에서 '전하고자 하는 것은, 생명'이라는 이념을 내걸고 있습니다.",
      "detail_en": "Opened in 1967 as Japan's northernmost zoo. We want visitors to discover the 'wonder, beauty, and preciousness' within the animals' natural lives and behaviors, and to feel the comfort of a space brimming with life. Through interactions with domestic and pet animals, we hope they feel the 'warmth and sanctity of life.' We strive to be a zoo that inspires people to see animals as our equals when considering wildlife conservation and environmental issues. From this desire, we operate under the philosophy: 'What we convey is life itself.'",
      "detail_ja": "日本最北の動物園として1967年に開園しました。ありのままの動物たちの生活や行動、しぐさの中に「凄さ、美しさ、尊さ」を見つけ、「たくさんの命あふれる空間の居心地の良さ」を感じてほしい。家畜・ペット種との触れ合いを通じて「命の温もり、命の尊さ」を感じてほしい。そして、野生動物の保護や環境問題を考えるとき、動物たちは私たちと対等ないきものなんだと思うきっかけになれる、そのような動物園でありたいという思いから、「伝えるのは、命」という理念を掲げています。\n      ",
      "detail_zh": "本园于1967年作为日本最北的动物园开园。我们希望游客能在动物们真实的生活、行为和神态中发现它们的“非凡、美丽与尊贵”，感受“充满无数生命的舒适空间”。希望游客通过与家畜、宠物类动物的接触，感受“生命的温暖与可贵”。并且，在思考野生动物保护及环境问题时，我们立志成为一个能让人们意识到动物是与我们平等之存在的契机。基于此，我们揭示了“传递生命”这一理念。",
      "latitude": 43.76861,
      "longitude": 142.47983,
      "validation_radius": 500.0
    },
    {
      "id": "facility-004",
      "facility_id": "obihiro",
      "name_ko": "오비히로 동물원",
      "name_en": "Obihiro Zoo",
      "name_ja": "おびひろ動物園",
      "name_zh": "带广动物园",
      "type": "zoo",
      "location_ko": "홋카이도, 오비히로시",
      "location_en": "Hokkaido, Obihiro City",
      "location_ja": "北海道、帯広市",
      "location_zh": "北海道，带广市",
      "image": "obihiro_facility",
      "logo_image": "obihiro_logo",
      "map_image": "obihiro_map",
      "map_link": "https://goo.gl/maps/aXRyGow2DAm9dKz78",
      "detail_ko": "오비히로 동물원은 오비히로시 중심부의 미도리가오카 공원 내에 위치하며, 사자나 북극곰 외에도 에조모몬가(하늘다람쥐)나 에조타누키(너구리) 같은 홋카이도 토종 동물도 전시하고 있습니다. 반에이 경주마와 교감할 수 있는 '말 만남의 집'이나, 전시 환경을 고려한 '기린관'도 신설하여 새로운 매력을 알리는 데 힘쓰고 있습니다. 꼭 방문해 주세요.",
      "detail_en": "Obihiro Zoo is located in Midorigaoka Park in the center of Obihiro City. In addition to animals like lions and polar bears, it also exhibits local Hokkaido animals such as the Ezo flying squirrel and the Ezo raccoon dog. A new 'Horse Petting Stable' where you can interact with Ban'ei horses and a 'Giraffe House' designed with the exhibition environment in mind have also been newly established, and the zoo is focused on showcasing its new attractions. Please come and visit.",
      "detail_ja": "おびひろ動物園は帯広市中心部の緑ヶ丘公園内にあり、ライオンやホッキョクグマなどのほか、エゾモモンガやエゾタヌキといった道産動物も展示しています。ばん馬とふれあえる「馬ふれあい舎」や、展示環境に配慮した「キリン館」も新設し、新たな魅力発信に力を入れています。ぜひお越しください。",
      "detail_zh": "带广动物园位于带广市中心的绿丘公园内，除了狮子和北极熊等动物外，还展出北海道的本土动物，如蝦夷小飛鼠和蝦夷貉。此外，新建了可以与ばんえい马互动的“马交流舍”和考虑到展览环境的“长颈鹿馆”，致力于传播新的魅力。欢迎您的光临。",
      "latitude": 42.90151,
      "longitude": 143.18487,
      "validation_radius": 500.0
    },
    {
      "id": "facility-005",
      "facility_id": "otaru",
      "name_ko": "오타루 수족관",
      "name_en": "Otaru Aquarium",
      "name_ja": "おたる水族館",
      "name_zh": "小樽水族馆",
      "type": "aquarium",
      "location_ko": "홋카이도, 오타루시",
      "location_en": "Hokkaido, Otaru City",
      "location_ja": "北海道、小樽市",
      "location_zh": "北海道，小樽市",
      "image": "otaru_facility",
      "logo_image": "otaru_logo",
      "map_image": "otaru_map",
      "map_link": "https://maps.app.goo.gl/1pNPUyBnDUBMGaye7",
      "detail_ko": "삿포로에서 차로 약 1시간 거리에 있는 오타루시 슈쿠츠에 위치하며, 일본해를 마주한 사육 환경에서 바다사자와 물범을 기르고 있습니다. 세계적으로도 희귀하며 일본 내에서는 오타루 수족관에서만 사육하는 '상괭이'나 세계 최대급 가자미류인 '큰넙치(오효우)' 등 약 250종의 생물을 전시하고 있습니다. 돌고래, 바다코끼리, 물범, 펭귄, 바다사자의 생태 해설 이벤트 '생물들의 시간'도 매일 열립니다.",
      "detail_en": "Located in Shukutsu, Otaru, about an hour's drive from Sapporo, the aquarium raises Steller sea lions and seals in an environment facing the Sea of Japan. It exhibits about 250 species, including the harbor porpoise, which is rare globally and kept only at Otaru Aquarium in Japan, and the Pacific halibut, one of the world's largest flatfish. Ecological commentary events, 'Creature Time,' featuring dolphins, walruses, seals, penguins, and Steller sea lions, are also held daily.",
      "detail_ja": "札幌から車で約1時間の小樽市・祝津にあり、日本海に面した飼育環境でトドやアザラシを飼育しています。世界的にも珍しく、国内ではおたる水族館だけで飼育されているネズミイルカや世界最大級のカレイの仲間オヒョウなど、約250種類の生きものを展示しています。イルカ、セイウチ、アザラシ、ペンギン、トド、さかなの生態解説イベント「いきもののじかん」も毎日行っています。",
      "detail_zh": "本水族馆位于距离札幌约一小时车程的小樽市祝津，在面向日本海的饲养环境中饲养着北海狮和海豹。这里展出着约250种生物，包括在世界上非常稀有、日本国内仅由小樽水族馆饲养的鼠海豚，以及世界最大级别的比目鱼类——太平洋大比目鱼等。此外，每日还举办海豚、海象、海豹、企鹅、北海狮的生态解说活动'生物们的时光'。",
      "latitude": 43.23706,
      "longitude": 141.01197,
      "validation_radius": 300.0
    },
    {
      "id": "facility-006",
      "facility_id": "sunpiazza",
      "name_ko": "신 삿포로 선피아자 수족관",
      "name_en": "Sunpiazza Aquarium",
      "name_ja": "新さっぽろサンピアザ水族館",
      "name_zh": "新札幌Sunpiazza水族馆",
      "type": "aquarium",
      "location_ko": "홋카이도, 삿포로시 아쓰베쓰구",
      "location_en": "Hokkaido, Sapporo City, Atsubetsu Ward",
      "location_ja": "北海道、札幌市厚別区",
      "location_zh": "北海道，札幌市厚别区",
      "image": "sunpiazza_facility",
      "logo_image": "sunpiazza_logo",
      "map_image": "sunpiazza_map",
      "map_link": "https://maps.app.goo.gl/RfB99NPjhuX7Zo7p9",
      "detail_ko": "대형 쇼핑센터에 인접한 컴팩트한 도심형 수족관입니다. 바닷물고기, 민물고기, 펭귄, 물개, 수달 등 다채로운 생물들을 가까이서 볼 수 있는 것이 이곳의 추천 포인트입니다.",
      "detail_en": "This is a compact, urban aquarium located next to a large shopping center. The main attraction is the ability to see a wide variety of creatures up close, including saltwater fish, freshwater fish, penguins, seals, and otters.",
      "detail_ja": "大型のショッピングセンターに隣接したコンパクトな街の水族館です。海水魚、淡水魚、ペンギン、アザラシ、カワウソといったバラエティーに富んだ生きものたちを間近に見られるのが当館のお勧めポイントです。",
      "detail_zh": "这是一个毗邻大型购物中心的紧凑型城市水族馆。能够近距离观察海水鱼、淡水鱼、企鹅、海豹、水獭等各种各样的生物是本馆的推荐亮点。",
      "latitude": 43.03697,
      "longitude": 141.47175,
      "validation_radius": 100.0
    },
    {
      "id": "facility-007",
      "facility_id": "chitose",
      "name_ko": "사케노 후루사토 치토세 수족관",
      "name_en": "Chitose Aquarium",
      "name_ja": "さけのふるさと千歳水族館",
      "name_zh": "鲑鱼的故乡 千岁水族馆",
      "type": "aquarium",
      "location_ko": "홋카이도, 치토세시",
      "location_en": "Hokkaido, Chitose City",
      "location_ja": "北海道、千歳市",
      "location_zh": "北海道，千岁市",
      "image": "chitose_facility",
      "logo_image": "chitose_logo",
      "map_image": "chitose_map",
      "map_link": "https://maps.app.goo.gl/rYntFp3ZFUueBYCz8",
      "detail_ko": "일본 최대급의 담수 수조를 보유한 수족관으로, 연어와 홋카이도의 민물고기를 중심으로 세계 각지의 다양한 담수 생물을 전시하고 있습니다. 일본 최초로 치토세강의 물속을 직접 볼 수 있는 '수중 관찰 존'에서는 사계절의 생물들을 가까이서 관찰할 수 있으며, 특히 가을에 산란을 위해 강을 거슬러 올라오는 연어 떼는 장관입니다. 연어 치어 방류 체험 등 다양한 이벤트와 기획전도 개최됩니다.",
      "detail_en": "An aquarium boasting one of Japan's largest freshwater tanks, exhibiting various freshwater creatures from around the world, with a focus on salmon and freshwater fish from Hokkaido. At the 'Underwater Observation Zone,' Japan's first facility allowing direct viewing into the Chitose River, you can closely observe the river's creatures throughout the seasons. The schools of salmon swimming upstream to spawn in the fall are a must-see. Various events and special exhibitions, such as a salmon fry release experience, are also held.",
      "detail_ja": "サケのふるさと千歳水族館は、淡水では日本最大級の水槽を有する水族館で、館内ではサケの仲間や北海道の淡水魚を中心に、世界各地の様々な淡水生物を展示しています。千歳川の水中を直接見ることのできる日本初の施設「水中観察ゾーン」では、四季折々の千歳川の生き物たちの営みを間近に観察することができます。中でも、秋に産卵のため川をさかのぼるサケの群れは必見です。サケの稚魚放流体験などのイベントや企画展なども数多く開催しています。",
      "detail_zh": "这座水族馆拥有日本最大的淡水水槽之一，主要展示鲑鱼和北海道的淡水鱼类，以及来自世界各地的各种淡水生物。在日本首个可以直接观察到千岁川水下的“水中观察区”，您可以近距离观察千岁川四季不同的生物活动。其中，秋季为了产卵而逆流而上的鲑鱼群是不容错过的景象。此外，还会举办鲑鱼鱼苗放流体验等多种多样的活动和特别展览。",
      "latitude": 42.82292,
      "longitude": 141.65970,
      "validation_radius": 100.0
    },
    {
      "id": "facility-008",
      "facility_id": "noboribetsu",
      "name_ko": "노보리베츠 마린파크 닉스",
      "name_en": "Noboribetsu Marine Park Nixe",
      "name_ja": "登別マリンパークニクス",
      "name_zh": "登别海洋公园尼克斯",
      "type": "aquarium",
      "location_ko": "홋카이도, 노보리베츠시",
      "location_en": "Hokkaido, Noboribetsu City",
      "location_ja": "北海道、登別市",
      "location_zh": "北海道，登别市",
      "image": "noboribetsu_facility",
      "logo_image": "noboribetsu_logo",
      "map_image": "noboribetsu_map",
      "map_link": "https://maps.app.goo.gl/fUcRHDobfMq2hJgU7",
      "detail_ko": "돌고래의 다이내믹한 퍼포먼스, 물개의 코믹한 공연, 펭귄을 눈앞에서 볼 수 있는 퍼레이드 외에도 링 안을 우아하게 헤엄치는 바다표범과 1만 마리의 정어리 떼 등 약 400종, 2만 마리의 해양 생물, 어류, 파충류를 사육하고 있습니다. 또한 시설 중심에 위치한 닉스 성 전체가 수족관으로, 다채로운 난류계 어류와 홋카이도에 서식하는 한류계 어류, 그리고 큰 상어인 백상아리와 치유를 주는 해파리 등도 전시 중입니다.",
      "detail_en": "We house approximately 400 species and 20,000 creatures, including marine mammals, fish, and reptiles. Enjoy dynamic dolphin shows, comical fur seal performances, a parade where you can see penguins up close, seals swimming gracefully in a ring, and a school of 10,000 sardines. The Nixe Castle at the center of the park is an aquarium itself, exhibiting colorful warm-current fish, cold-current fish from Hokkaido, large sand tiger sharks, and mesmerizing jellyfish.",
      "detail_ja": "イルカのダイナミックなパフォーマンスやオットセイのコミカルなパフォーマンス、ペンギンを目の前で見られるパレードの他にリングの中を優雅に泳ぐアザラシや1万匹のイワシの群れなど海獣類、魚類や爬虫類など約400種類、2万匹を飼育しています。\nまた施設の中心に建つニクス城が水族館になっており、暖流系のカラフルな魚や北海道に生息している寒流系の魚、シロワニという大きなサメや癒し系のクラゲも展示中です。",
      "detail_zh": "园内饲养着约400种、2万只海洋哺乳动物、鱼类和爬行动物，包括充满活力的海豚表演、滑稽的海狮表演、可以近距离观赏企鹅的游行、在环形水池中优雅游泳的海豹，以及成群的一万条沙丁鱼。此外，位于设施中心的尼克斯城堡本身就是一座水族馆，展示着色彩鲜艳的暖流鱼类、栖息在北海道的寒流鱼类、名为沙虎鲨的大型鲨鱼以及治愈人心的水母。",
      "latitude": 42.45512,
      "longitude": 141.18216,
      "validation_radius": 300.0
    },
    {
      "id": "facility-009",
      "facility_id": "aoao",
      "name_ko": "AOAO 삿포로",
      "name_en": "AOAO SAPPORO",
      "name_ja": "AOAO SAPPORO",
      "name_zh": "AOAO 札幌",
      "type": "aquarium",
      "location_ko": "홋카이도, 삿포로시",
      "location_en": "Hokkaido, Sapporo City",
      "location_ja": "北海道、札幌市",
      "location_zh": "北海道，札幌市",
      "image": "aoao_facility",
      "logo_image": "aoao_logo",
      "map_image": "aoao_map",
      "map_link": "https://maps.app.goo.gl/AwSoYzX7qBsxPDGr8",
      "detail_ko": "AOAO SAPPORO",
      "detail_en": "AOAO SAPPORO",
      "detail_ja": "AOAO SAPPORO",
      "detail_zh": "AOAO SAPPORO",
      "latitude": 43.05774,
      "longitude": 141.35315,
      "validation_radius": 100.0
    }
  ],
  "animals": [
      {
        "id": "550e8400-e29b-41d4-a716-446655440001",
        "name_ko": "쇠돌고래",
        "name_en": "Harbour Porpoise",
        "name_ja": "ネズミイルカ",
        "name_zh": "港湾鼠海豚",
        "detail_ko": "쇠돌고래는 북반구의 차가운 바다에 서식하며 홋카이도 연안에서도 볼 수 있습니다. 가장 작은 고래류 중 하나로 알려져 있으며, 최대 몸길이 약 180cm, 몸무게 약 70kg입니다. 암컷이 수컷보다 몸집이 더 큽니다. 일본에서 사육하는 시설은 오타루 수족관이 유일하며, 전 세계적으로도 몇 군데에서만 사육되고 있습니다. 큰돌고래와 달리 부리가 없고 둥근 입 모양을 하고 있습니다.",
        "detail_en": "The Harbour Porpoise inhabits the cold waters of the Northern Hemisphere and can be seen along the coast of Hokkaido. It is known as one of the smallest cetaceans, reaching a maximum length of about 180cm and a weight of about 70kg, with females being larger than males. Otaru Aquarium is the only facility in Japan that raises them, and they are kept in only a few locations worldwide. Unlike bottlenose dolphins, they lack a beak and have a rounded snout.",
        "detail_ja": "ネズミイルカは、北半球の冷たい海に生息し、北海道の沿岸でもみることができます。最小の鯨類の一つとも言われていて、最大でも体長180cmほど、体重70kgほどです。オスよりもメスの方が大きくなります。日本で飼育している施設はおたる水族館のみで、世界的にも数か所でしか飼育されていません。バンドウイルカとは違い、くちばしがなく、丸みのある口先をしています。",
        "detail_zh": "港湾鼠海豚栖息于北半球的寒冷海域，在北海道沿岸也能看到。它们是最小的鲸豚类之一，最大体长约180厘米，体重约70公斤，且雌性体型大于雄性。日本国内唯一饲养它们的设施是小樽水族馆，在全世界也仅有少数几处进行饲养。与宽吻海豚不同，它们没有喙部，吻部呈圆形。",
        "image": "nezumiiruka",
        "stamp_image": "nezumiiruka_stamp",
        "facility_id": "otaru"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440002",
        "name_ko": "에조하늘다람쥐",
        "name_en": "Ezo Flying Squirrel",
        "name_ja": "エゾモモンガ",
        "name_zh": "北海道飞鼠",
        "detail_ko": "자연적으로 생긴 나무 구멍이나 딱따구리의 오래된 둥지를 이용해 집을 짓는 야행성 동물입니다. 해가 진 후부터 뜨기 전까지 활동하며 대부분을 나무 위에서 생활합니다. 보통 혼자 행동하지만, 겨울에는 여러 마리가 함께 둥지에 들어가 체온 저하를 막습니다. 앞발과 뒷발 사이에 비막을 가지고 있어 나무 사이를 활공할 수 있으며, 길게는 100m까지 날아가기도 합니다.",
        "detail_en": "A nocturnal animal that builds its nest in natural tree cavities or in old nests of the great spotted woodpecker. It is active from sunset to sunrise and spends most of its life in trees. While often solitary, in winter multiple squirrels will share a nest to protect against the cold. It has a membrane of skin between its front and hind legs, allowing it to glide from tree to tree, sometimes for distances as long as 100 meters.",
        "detail_ja": "自然に空いた木の穴や、アカゲラの古巣を利用して巣を作る夜行性の動物。日没後から日の出前まで活動し、ほとんどを木の上で暮らしています。1頭で行動していることが多いですが、冬は複数頭で巣に入って体温が下がることを防いでいます。前足から後ろ足にかけて被膜を持ち、木から木へと滑空することができます。長いときには１００ｍ滑空することも。",
        "detail_zh": "这种夜行动物会利用天然形成的树洞或大斑啄木鸟的旧巢来筑巢。它们在日落后至日出前活动，大部分时间生活在树上。虽然通常单独行动，但在冬天，多只会一起进入巢穴以防止体温下降。它们的前后腿之间有皮膜，可以从一棵树滑翔到另一棵树，最远可滑翔100米。",
        "image": "momonga",
        "stamp_image": "momonga_stamp",
        "facility_id": "obihiro"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440003",
        "name_ko": "작은뒤쥐",
        "name_en": "Slender Shrew",
        "name_ja": "ヒメトガリネズミ",
        "name_zh": "姬鼩鼱",
        "detail_ko": "작은뒤쥐는 일본에서는 홋카이도에만 서식합니다. 몸이 매우 작아 머리부터 꼬리까지의 길이가 4~7cm 정도이며, 몸무게는 약 3g에 불과합니다. 이름에 '쥐'가 들어가 있지만, 실제로는 두더짓과에 속합니다. 주로 곤충을 먹는 것으로 알려져 있으나, 겨울철 먹이나 번식 등 아직 알려지지 않은 부분이 많아 대학과 협력하여 연구를 진행하고 있습니다.",
        "detail_en": "The Slender Shrew is found only in Hokkaido, Japan. Its body is extremely small, measuring 4-7cm from head to tail and weighing only about 3 grams. Although its Japanese name includes the word for 'mouse,' it is actually a relative of the mole. It is known to primarily eat insects, but much about its winter diet and breeding habits remains unknown, so we are conducting research in collaboration with a university.",
        "detail_ja": "ヒメトガリネズミは、日本では北海道にのみ生息しています。体は非常に小さく、頭の先から尻尾の先までは4~7cm程度、重さは約３ｇしかありません。「ネズミ」と名前についていますが、正しくはモグラの仲間です。主に虫を食べることが分かっていますが、冬期のエサや繁殖のことなど、わかっていないことがたくさんあるので、大学と協力して研究を進めています。",
        "detail_zh": "姬鼩鼱在日本仅栖息于北海道。它的体型非常小，从头部到尾巴的长度约为4至7厘米，体重仅约3克。虽然它的日文名字里有“鼠”，但它实际上是鼹鼠的同类。目前已知它们主要以昆虫为食，但关于冬季的食物和繁殖等许多方面仍然未知，因此我们正与大学合作进行研究。",
        "image": "himetogarinezumi",
        "stamp_image": "himetogarinezumi_stamp",
        "facility_id": "maruyama"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440005",
        "name_ko": "송어(시마연어)",
        "name_en": "Masu Salmon",
        "name_ja": "サクラマス（ヤマメ）",
        "name_zh": "樱鳟",
        "detail_ko": "홋카이도와 일부 지역을 제외한 혼슈, 규슈에 분포하는 연어과 어류입니다. 홋카이도산 송어는 대부분 1~2년 정도 강에서 보낸 후 바다로 내려가 성장하고, 다시 강으로 돌아와 번식합니다. 강에 있는 어린 물고기나 바다로 가지 않고 민물에서 생활하는 개체는 '야마메'(홋카이도에서는 '야마베')라고 불리며, 몸에는 '파마크'라는 타원형 무늬가 있습니다. 홋카이도에서는 산속뿐만 아니라 도심을 흐르는 강에서도 흔히 볼 수 있으며, 낚시꾼에게도 인기가 많은 물고기입니다.",
        "detail_en": "A member of the salmon family, distributed in Hokkaido, as well as Honshu and Kyushu (excluding some areas). Most Masu salmon from Hokkaido spend 1-2 years in a river before migrating to the sea to grow, then returning to the river to breed. Juveniles in the river, or those that remain in freshwater for their entire lives, are called 'Yamame' ('Yamabe' in Hokkaido) and have oval-shaped markings called 'parr marks' on their bodies. In Hokkaido, they are commonly found not only in mountain streams but also in rivers flowing through cities, making them a popular fish for angling.",
        "detail_ja": "北海道・一部地域を除く本州と九州に分布するサケの仲間です。北海道産のサクラマスの多くは１～2年ほど川で過ごした後、海に下って成長し、川に戻って繁殖します。川にいる幼魚（写真）や海に下らずそのまま淡水で生活するものはヤマメ（北海道ではヤマベ）といい、体には「パーマーク」と呼ばれる小判状の斑紋があります。道内では山奥だけでなく街中に流れる川でもよく見られ、釣りでも人気がある魚です。",
        "detail_zh": "这是一种分布于北海道、以及除部分地区外的本州和九州的鲑鱼科鱼类。北海道产的多数樱鳟会在河川中度过1至2年后，再下到海中成长，最后返回河川繁殖。生活在河川里的幼鱼或是未下海而终生在淡水生活的个体被称为“山女鱼”（在北海道则称为“山女”），其身体上有被称为“幼鱼斑”的椭圆形斑纹。在北海道内，不仅在深山里，在流经市区的河川中也经常能见到，是一种很受欢迎的垂钓鱼类。",
        "image": "yamame",
        "stamp_image": "yamame_stamp",
        "facility_id": "chitose"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440006",
        "name_ko": "대왕문어",
        "name_en": "North Pacific Giant Octopus",
        "name_ja": "ミズダコ",
        "name_zh": "北太平洋巨型章鱼",
        "detail_ko": "도호쿠 지방 이북의 바다에 널리 분포합니다. 세계 최대급 문어로, 체중이 250kg을 넘는 개체도 있다고 합니다. 산란기는 봄부터 여름까지이며, 암컷은 약 5만 개의 알을 바위 등에 낳습니다. 암컷은 알이 부화할 때까지 약 반년 동안 거의 먹지 않고 새끼를 지킵니다. 그리고 부화 후에는 죽음을 맞이합니다. 이러한 생태는 생명을 이어가는 것의 어려움과 존엄함을 가르쳐 줍니다.",
        "detail_en": "Widely distributed in the seas north of Japan's Tohoku region, this is one of the world's largest octopus species, with some individuals reportedly exceeding 250kg. The spawning season is from spring to summer, and a female lays up to 50,000 eggs on rocks. For the six-month period until the eggs hatch, the female protects her offspring, eating almost nothing. She then dies after they hatch. This life cycle teaches us the difficulty and preciousness of passing on life.",
        "detail_ja": "東北地方以北の海に広く分布します。世界最大級のタコで、体重が250㎏を超える個体もいるそうです。産卵期は春～夏で、メスは5万粒もの卵を岩などに産み付けます。メスは卵がふ化するまでの半年間もの間、食事をほとんどとらずに子どもを守り続けます。そしてふ化後には死んでしまいます。この生態は、命をつなぐことの大変さや尊さを教えてくれます。",
        "detail_zh": "广泛分布于东北地区以北的海洋。它是世界上最大的章鱼之一，据说有些个体的体重超过250公斤。产卵期为春季至夏季，雌性会在岩石上产下多达5万颗卵。在卵孵化前的长达半年时间里，雌性几乎不进食，一直守护着它的孩子。孵化后，雌性便会死亡。这种生态告诉我们延续生命的艰辛与崇高。",
        "image": "mizudako",
        "stamp_image": "mizudako",
        "facility_id": "sunpiazza"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440007",
        "name_ko": "북방여우",
        "name_en": "Ezo Red Fox",
        "name_ja": "キタキツネ",
        "name_zh": "北狐",
        "detail_ko": "홋카이도의 평지부터 아고산대까지 널리 분포하며, 주택가에 정착해 사는 개체도 있습니다. 밤낮을 가리지 않고 활동하며 관광지에서 먹이를 조르기도 합니다. 쥐, 새, 과일, 물고기 등 다양한 것을 먹습니다. 눈이 쌓이는 시기에는 눈 아래에서 움직이는 쥐의 소리를 감지하여 사냥합니다. 봄에 새끼를 낳고 가을에 독립시킵니다. 혼슈여우에 비해 몸집이 약간 크고 네 다리 끝이 검은 것이 특징입니다. 여름털과 겨울털의 모습이 크게 다릅니다. 사람과 가까이 사는 동물이기에 먹이를 주는 문제로 인한 이웃과의 갈등이나, 차에 접근하는 일이 잦아져 발생하는 교통사고 등의 문제가 있습니다.",
        "detail_en": "It is widely distributed from the lowlands to the subalpine zones of Hokkaido, with some individuals even settling in residential areas. Active both day and night, it sometimes begs for food in tourist spots. It has a varied diet of mice, birds, fruit, and fish. In the snowy season, it hunts by detecting the sounds of mice moving beneath the snow. Pups are born in the spring and become independent by autumn. Compared to the Japanese red fox of Honshu, it is slightly larger and characterized by black fur on its lower legs. Its appearance changes significantly between its summer and winter coats. As an animal that lives in close proximity to humans, issues such as neighborhood conflicts over feeding and traffic accidents due to the foxes approaching cars have arisen.",
        "detail_ja": "北海道の平地から亜高山帯まで広く分布し、住宅街に住み着いている個体もいます。昼夜を問わず活動し、観光地でエサをねだることも。ネズミや鳥、果実、魚などいろいろなものを食べます。積雪期には雪の下を移動するネズミの音を察知して狩りをします。春に出産し、秋には子別れをします。ホンドギツネと比べると、体がやや大きく、四肢の先が黒いのが特徴です。夏毛と冬毛では見た目が大きく変わります。身近に暮らす動物ゆえに、餌付けによる近隣トラブルや、車に近づく機会が増えることでの交通事故などの問題があります。",
        "detail_zh": "广泛分布于北海道的平原至亚高山地带，也有栖息在住宅区的个体。它们不分昼夜地活动，有时会在旅游景点乞讨食物。食物种类繁多，包括老鼠、鸟类、果实和鱼类等。在积雪期，它们会察觉雪下老鼠移动的声音并进行捕猎。春季产仔，秋季幼狐会离开父母独立。与本州狐相比，其特征是体型稍大，四肢末端为黑色。夏毛和冬毛的外观差异很大。正因为它是一种与人近距离生活的动物，也引发了因喂食造成的邻里纠纷，以及因接近汽车而导致的交通事故等问题。",
        "image": "kitakitune",
        "stamp_image": "kitakitune_stamp",
        "facility_id": "asahiyama"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440008",
        "name_ko": "안경홍어",
        "name_en": "Mottled Skate",
        "name_ja": "メガネカスべ",
        "name_zh": "眼镜鳐",
        "detail_ko": "홋카이도에도 서식하는 가오리과 어류입니다. 성장하면 1미터 이상이 되는 종류로, 등에 있는 한 쌍의 둥근 무늬가 안경처럼 보여 이름이 유래되었습니다. 알을 낳는 난생이며, 하나의 알집에서 1~5마리의 새끼가 태어납니다. 알집은 네 모서리에 뿔이 달린 직사각형 모양으로 '인어의 지갑'이라고도 불립니다.",
        "detail_en": "A species of skate, also found in Hokkaido. It can grow to be over a meter long, and its name 'Megane-kasube' (Eyeglasses Skate) comes from the pair of round markings on its back that resemble eyeglasses. It is oviparous, laying eggs, with 1 to 5 offspring hatching from a single egg case. The rectangular egg case, which has horns on its four corners, is sometimes called a 'mermaid's purse'.",
        "detail_ja": "北海道にも生息しているエイの仲間。成長すると1メートル以上にもなる種類で背中の対になっている丸い模様がメガネに見えることが名前の由来です。卵を産む卵生で、1つの卵殻から1～5尾の仔が産まれます。卵殻は長方形で四隅に角があり、「たこのまくら」とも「かすべのたばこ入れ」とも呼ばれるそうです。",
        "detail_zh": "这也是一种栖息于北海道的鳐鱼。它是一种能长到一米以上的鱼类，其名字的由来是因为背上的一对圆形斑纹看起来像眼镜。它通过产卵繁殖（卵生），一个卵鞘中会孵化出1到5条幼鱼。卵鞘呈长方形，四角有角状突起，被称为“人鱼的钱包”。",
        "image": "meganekasube",
        "stamp_image": "meganekasube_stamp",
        "facility_id": "noboribetsu"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440009",
        "name_ko": "섬부엉이",
        "name_en": "Blakiston's Fish Owl",
        "name_ja": "シマフクロウ",
        "name_zh": "毛腿渔鸮",
        "detail_ko": "섬부엉이는 일본에서는 홋카이도 및 북방 영토에 서식합니다. 날개를 펼치면 약 180cm에 달하는 가장 큰 부엉이 중 하나로, 이름에서도 알 수 있듯이 물고기를 주식으로 합니다. 삼림 벌채 등으로 인한 둥지 나무 및 서식지 감소, 하천 개수로 인한 먹이 감소로 개체 수가 줄었으나, 국가적인 증식 노력 결과 개체 수는 회복 추세에 있습니다. 현재는 서식지를 넓혀가는 과제를 해결하기 위해 노력하고 있습니다.",
        "detail_en": "In Japan, Blakiston's Fish Owl inhabits Hokkaido and the Northern Territories. It is one of the largest owl species with a wingspan of about 180 cm and, as its name implies, it primarily feeds on fish. The population declined due to a loss of nesting trees and habitat from deforestation, and a reduction in food sources from river engineering. However, thanks to ongoing national conservation efforts to increase their numbers, the population is now in a recovery trend, with a focus on solving the challenge of expanding their habitat.",
        "detail_ja": "シマフクロウは、日本では北海道および北方領土に生息しています。翼を広げると約180cmにもなる最大級のフクロウで英名にも記載されているとおり魚を主食としています。森林伐採等による営巣木、生息地の減少や河川改修等による餌の減少により、生息数が減少してしまい、国として増やすための取り組みを行い続けた結果、生息数は回復傾向ですが生息地を拡げていく課題の解決を目指しています。",
        "detail_zh": "毛腿渔鸮在日本栖息于北海道及北方四岛。它是最大的猫头鹰之一，翼展可达约180厘米，正如其名，它以鱼类为主食。由于森林砍伐导致的巢树和栖息地减少，以及河川改造导致的食物减少，其种群数量一度下降。但在国家持续的增殖努力下，种群数量已呈恢复趋势，目前的目标是解决栖息地扩展的课题。",
        "image": "simafukuro",
        "stamp_image": "simafukuro_stamp",
        "facility_id": "kushiro"
      },
      {
        "id": "550e8400-e29b-41d4-a716-446655440010",
        "name_ko": "시베리아도롱뇽",
        "name_en": "Siberian Salamander",
        "name_ja": "キタサンショウウオ",
        "name_zh": "西伯利亚小鲵",
        "detail_ko": "세계적으로는 유라시아 대륙에 널리 분포하지만, 일본 내에서는 구시로 습원 주변 등 한정된 장소에만 서식하는 전체 길이 약 11~13cm의 양서류입니다. 앞발과 뒷발의 발가락이 모두 4개이며, 등 중앙을 가로지르는 황금색 띠무늬가 특징입니다. 빙하기의 살아남은 생물로서 학술적 가치가 높지만, 습지의 건조화나 개발로 인한 서식 환경 악화로 개체 수가 줄고 있습니다. 시베차정이나 구시로시에서는 천연기념물로, 일본 환경성 레드리스트에서는 멸종위기ⅠB급으로 지정되어 있습니다.",
        "detail_en": "While widely distributed across the Eurasian continent globally, in Japan this amphibian, about 11-13 cm in total length, is found only in limited areas such as the Kushiro Wetlands. It is characterized by having four toes on both its front and hind feet and a golden band-like pattern running down the center of its back. It holds high academic value as a survivor from the Ice Age, but its population is declining due to habitat degradation from wetland desiccation and development. It is designated as a Natural Monument in Shibecha Town and Kushiro City and is listed as Endangered (EN) on the Ministry of the Environment's Red List.",
        "detail_ja": "世界的にはユーラシア大陸に広く分布しており、国内では釧路湿原周辺など限られた場所にのみ生息する全長約11-13cmの両生類で、前・後足ともに指が4本、背中の中央をはしる黄金色の帯模様が特徴です。氷河期の生き残りとして学術的価値が高いですが、湿原の乾燥化や開発による生息環境の悪化で生息数が減っています。標茶町や釧路市では天然記念物に指定されており、環境省レッドリストでは絶滅危惧ⅠB類に指定されています。",
        "detail_zh": "这种两栖动物在全球广泛分布于欧亚大陆，但在日本国内仅栖息于钏路湿地周边等有限区域，全长约11至13厘米。其特征是前后足均有四趾，背部中央有一条金色的带状花纹。作为冰河时期的幸存者，它具有很高的学术价值，但由于湿地干燥化和开发导致栖息环境恶化，其数量正在减少。它在标茶町和钏路市被指定为天然纪念物，并在环境省的红色名录中被列为濒危IB类。",
        "image": "kitasansyouuo",
        "stamp_image": "kitasansyouuo_stamp",
        "facility_id": "aoao"
      }
    ],
    "bingoCards": [
        {
          "id": "hokkaido-bingo-001",
          "name_ko": "홋카이도 동물 빙고",
          "name_en": "Hokkaido Animal Bingo",
          "name_ja": "北海道動物ビンゴ",
          "name_zh": "北海道动物宾果",
          "description_ko": "홋카이도의 대표 동물들을 만나보세요!",
          "description_en": "Meet the representative animals of Hokkaido!",
          "description_ja": "北海道の代表的な動物たちに出会おう！",
          "description_zh": "来见见北海道的代表性动物们！",
          "grid_size": 9,
          "is_active": true,
          "display_order": 1
        }
    ],
    "refresh_bingo_animals": false
}
